Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Descended from Divinity (천마는 평범하게 살 수 없다).tmx
Source language: ko_kr
Languages: en_us

source: “이번 일은 더 이상 문제 삼지 않도록 하겠다.{j}비록 네게 로렌스의 땅에서 누군가를 처형할 권리는 없지만, 애초에 우리가 일을 똑바로 했다면 이런 문제도 생기지 않았겠지.{j}이와 관련해서는 나중에 따로 보상을 해 주도록 하겠다.”
en_us: “I shall let this pass this time. It is true that Roman Dimitri doesn’t have the rights to execute anyone in this land, but it is also true that he has done something we couldn’t. I shall reward you later for this.”{j}{j}

source: 황당했다.{j}블러드 팽을 얼마나 만만히 보았으면, 감히 혼자서 로렌스의 본거지를 공격할 생각을 한단 말인가.
en_us: He couldn’t believe how much Roman was underestimating the Blood Fang for him to come alone to Lawrence to take out the entire group.{j}

source: “전쟁은 이제 피할 수 없습니다.{j}바르코 가문의 요구를 받아들였다가 가문의 기둥이 뽑힐 바에는, 전쟁을 각오하고 결사의 항전을 벌이는 것이 옳습니다.{j}그나마 다행인 것은 드미트리 가문과의 혼인입니다.{j}드미트리가 비록 평민 출신의 가문이라고는 하나, 동북쪽에서는 알아주는 대부호이지 않습니까?{j}바르코 가문이 무엇을 담보로 골든 뱅크에서 돈을 빌렸는지는 모르겠지만, 그들이 보유한 돈이 드미트리 가문보다 많지는 않을 겁니다.”
en_us: “War is inevitable, my Lord. We must retaliate House Barco for their scheme rather than giving up the very root of our family to those wolves. At least, we have the House of Dimitri to rely on with the arranged marriage. They may be of commoner descent, but they are still well-known millionaires in the northeast region. Regardless of what Barco has borrowed in loans, there is no way it’s worth more than the wealth of the Dimitri.”{j}{j}{j}{j}

source: 웃었다.{j}어느새 광장 중심부에 도달한 상황에, 로만이 벤 마일즈를 내려다보았다.
en_us: Roman smirked and turned his eyes to Ben Miles. They had arrived at the center of the Lawrence Square.{j}

source: 로만의 음성은 덤덤했다.{j}로만은 얼굴에 묻은 피를 아무렇지도 않다는 듯이 닦아 내더니, 주변을 둘러보며 상황을 파악했다.
en_us: Roman wiped the dripping blood from his face and calmly looked around the alley to find any additional companions of them.{j}

source: <……6성의 경지는 인간의 한계를 초월했음을 의미한다.
en_us: <...when one reaches Level 6 Aura, it means that the person has transcended the physical limits of a human being. The Aura of that Level can release an energy that goes on for dozens of meters from the wielder’s sword, which allows the wielder to take out dozens of soldier with an instant strike.>

source: 자신의 공격을 아무렇지도 않게 피하고 곧바로 반격하는 로만의 모습에, 크리스는 본능적으로 억누르고 있던 힘을 폭발시키고 말았다.
en_us: Watching Roman easily dodge all of his attacks and counter against them pushed Chris to unleash his suppressed powers.

source: 손을 뻗어 거미줄을 걷어 버리더니, 로만은 안으로 들어가 주변의 모습을 확인했다.
en_us: Even before Hans could stop him, Roman cleared the spiderwebs and entered inside.

source: “괴, 괴물……!”
en_us: “Y-you monster...”

source: “정말 잘못했습니다.{j}목숨만 살려 주신다면 로만 도련님을 위해 무엇이든 하겠습니다.{j}블러드 팽 조직을 로만님에게 바칠 것이고, 그간 모아 두었던 금은보화도 모두 드리겠습니다.{j}그러니 제발 살려 주십시오.{j}
en_us: “I’m sorry for everything. Please spare my life and I’ll do anything you ask, Lord Roman. You can be the leader of the Blood Fang and I’ll give all the treasures and money that I’ve gathered so far. So please spare my life just this time,” the leader of the Blood Fang cried at the center of the square.{j}{j}{j}{j}{j}

source: “솔직하게 말씀드리자면 이번 혼인은 서로의 이해관계가 맞은 정략결혼입니다.{j}로렌스 자작 가문은 최근에 주변 영지들과의 분란으로 수차례 전쟁을 벌이면서, 금전적으로 상황이 매우 좋지 않습니다.{j}그래서 자금 문제를 해결하기 위해 저희 드미트리 가문에게 정략결혼을 제안한 것이죠.{j}그래도 다행인 건 도련님이 이번 결혼을 적극적으로 지지하셨다는 겁니다.{j}로렌스 가문의 영애는 근방에서 미인으로 명성이 자자한 만큼, 도련님이 그분을 보고 한눈에 반해 버리셨죠.”
en_us: “To be honest, this marriage is a marriage of convenience for the interest of the two Houses, my Lord. The rumor says that the House of Lawrence recently runs low financially after experiencing several wars against their neighbors. So, the Lawrence family proposed the marriage to solve their problem. And unexpectedly, you were highly supportive of this marriage since you fell in love with Lady Flora by her beauty at first sight.”{j}{j}{j}{j}

source: “드미트리 가문과의 정략결혼은 피할 수 없는 선택이었다.{j}동북쪽에 위치한 가문에서 바르코 가문의 마수를 해결할 만한 힘을 보탤 가문은 그들밖에 없었고, 그래서 이 아비는 너에게 허락을 구했었다.{j}가문의 위기를 위해 희생할 수 있겠느냐고.{j}당연히 네 입장에서는 거절하기 힘든 상황이었어도, 그때 거절했다면 지금처럼 화를 내지는 않았을 것이다.{j}다른 명망 높은 가문 중에서 네가 마음에 드는 결혼 상대를 고르면 되는 일이니, 한발 뒤로 물러났겠지.
en_us: “Your arranged marriage with the House of Dimitri was a must. It was our last hope. The reason I begged for your understanding was because the House of Dimitri was our only hope to balance the powers against House Barco. I know it wasn’t an easy choice for you to sacrifice for the sake of our family. You should’ve been honest to me when I first asked for your opinion, not now. It is now too late for us to find another prestigious House to support our war against House Barco,” the viscount continued.{j}{j}{j}{j}

source: 지금은, 자신을 따르기로 한 이들에게 현실을 보여 줄 때다.
en_us: He knew this was the right moment to teach the two what it truly meant to follow him.

source: 유흥가에서 폭력 사건이 발발했는데, 그 사건의 주인공이 바로 로만 드미트리였다.
en_us: Back before Junghyeok Baek reincarnated as Romero, Chris was ordered to go stop Roman’s violent acts at a bar in town.

source: 흔적을 드러내지 않는 대단한 암살자들도, 자연스럽게 허점을 노출하면 눈에 불을 켜고 달려들었다.
en_us: Even the best assassins always took his bait and never disappointed him.

source: “……하아.”
en_us: “...sigh.”

source: 로만이 웃었다.{j}참으로 이상한 여인이었다.
en_us: Roman laughed. Not only was she pretty, but she was also unique.{j}

source: 로만의 판단은 옳았다.{j}한스에게 노인이 무엇을 좋아하는지 물었었고, 술이라면 사족을 못 쓴다는 대답에 일부러 그의 입맛에 맞는 술을 준비했다.{j}덕분에 원하는 정보를 모두 얻을 수 있었다.
en_us: Roman’s strategy worked perfectly as planned. Before he left the castle, he asked Hans to prepare what the elder likes the most. Knowing that the old man was a sucker for alcohol, he brought the drink to get all the necessary information.

source: 가슴이 철렁 내려앉았다.{j}로만의 계획.{j}위험천만했다.
en_us: Baron Romero’s heart dropped hearing his son’s reckless plan.{j}{j}

source: 조나단이 정신을 차렸다.{j}로만.{j}드미트리의 장자가 다른 영지에서 죽게 내버려 둘 수는 없다.
en_us: Jonathan got back to his senses and got on his way to protect the eldest son of the House of Dimitri from dying in another noble’s territory.{j}{j}

source: 딱 한 걸음.{j}그것이 기적을 일으켰다.
en_us: A single step decided the fate of the battle.{j}

source: ‘로만은 단순히 군입대를 기피하기 위해 자살한 것이 아닐 수도 있다.{j}사실 처음부터 의아한 부분이 많았었지.{j}로렌스 가문과 정략결혼을 한다면 군입대 문제를 해결할 수 있다는 사실을 본인도 알았을 텐데, 너무 이른 시기에 극단적인 선택을 내렸어.{j}고로, 다른 이유가 있을 수도 있다.’
en_us: Roman might haven’t decided to commit suicide simply because of his mandatory military service. I knew something didn’t make sense from the start. If Roman knew he could be temporary exempt from his service after marrying Flora, he wouldn’t have commit suicide. There must be another reason for his death.{j}{j}{j}

source: “웩!”
en_us: “Blergh!”

source: “앉아서 들어라.”
en_us: “Please remain seated.”

source: 아버지가 생각하는 것처럼 그녀는 생각보다 현명하고 헌신적인 딸이 아니었고, 파혼 이후의 상황은 하늘에 맡기기로 결단을 내렸다.
en_us: It wasn’t an easy decision for her, and her heart was heavy for her father. All she could do now was leave the fate of the land to the heavens. She had made up her mind to cancel the engagement.

source: 나가떨어진 크리스.{j}그리고 그 뒤로.
en_us: As Jonathan watched his knight fall to the ground, his face was more than startled by the situation.{j}

source: 로메로 남작은 황당한 나머지, 로만을 붙잡지도 못했다.
en_us: Even before Romero could say anything, Roman was already out of the room.

source: ‘이것 봐라.’
en_us: Hmm...Interesting.

source: 쿵쿵.
en_us: Thump. Thump.

source: 로만이 앞으로 뛰어들었다.{j}목숨을 노리는 일격을 눈앞에 두고도, 오히려 앞으로 나아가는 것을 망설이지 않았다.
en_us: Roman rushed toward Chris without hesitation, not afraid of Chris’s superhuman ability that could tear him to pieces.{j}

source: “그럼 저희를 살려 주시는 겁니까?”
en_us: “Are you sparing our lives?”

source: “그래, 그런 정보를 말했어야지.”
en_us: “Great job. That is good enough.”

source: ‘……우리가 큰 실수를 했구나.’
en_us: We’ve made a grave mistake...

source: “영주님.{j}로렌스를 위한 판단이었습니다.{j}영주로서 옳은 결단을 내렸으니, 본인을 자책하지 마십시오.”
en_us: “It was all for the sake of the land of Lawrence, my Lord. It was a wise decision. Please don’t too hard on yourself.”{j}{j}

source: 크리스의 목소리가 들렸다.
en_us: He heard Chris’s voice come from his back.

source: 믿을 수 없었다.{j}로만 드미트리.{j}호부(虎父) 밑에 견자(犬子)가 없다지만, 소문에 의하면 로만은 전형적인 우월주의에 빠진 개새끼였다.{j}그런데 그런 그가 블러드 팽을 소탕했다니.{j}말이 되질 않았다.
en_us: The news reported to him was shocking. Roman Dimitri, the very person who the viscount considered nothing more than an arrogant bastard, had wiped out the Blood Fang. He couldn’t believe what he was told.{j}{j}{j}{j}

source: 저벅저벅.
en_us: Step. Step.

source: “대, 대체 왜 이러십니까?”
en_us: “Wh-why are you doing this, Lord Roman?”

source: 참담했다.{j}마음 같아서는.
en_us: Viscount Lawrence felt his heart tear down in misery.{j}

source: ‘언제 이렇게 성장하신 거지?’
en_us: When did Lord Roman improve this much?

source: ‘마교의 보고(寶庫)에는 고대의 무공들이 존재한다.{j}그중 귀혼마공(鬼魂魔功)은 강력한 마기로 강함을 추구하는 수많은 마인을 폐인으로 만들었지.{j}광마는 나에게 쓰임새가 있는 검이 되고자 귀혼마공을 익혔고, 귀혼마공의 시련을 이겨 냄으로써 내가 신뢰하는 검이 되었어.’
en_us: In the repository of the demonic cult lies the secrets to the ancient techniques of martial arts. Among those techniques, the Art of Demonic Spirit was the most dangerous technique, which ate away at the user’s spirit. There were stories of people who had gone mad mastering this technique. However, it didn’t stop the Demon of Lunacy from mastering it as he truly wanted to become my loyal blade. He withstood the trials this demonic martial art and ultimately became one of the strongest in Murim.{j}{j}

source: 귀혼마공.{j}위험한 무공이다.{j}무공을 사용하는 순간 정신이 마기에 갉아 먹히고, 혈관을 난도질하는 극심한 고통 속에서 힘을 발휘한다.
en_us: The Art of Demonic Spirit was a dangerous technique that risked the life of its user. Once it was used, the demonic spirits ate away the user’s mind and the user had to go through extreme pain of experiencing his blood vessels being torn apart.{j}{j}

source: 순식간이었다.
en_us: Everything happened in a blink of an eye. All of the Blood Fangs who rushed to kill him were now on the floor dead.

source: “바르코 가문의 파티에 참석하셨습니다.”
en_us: “It was House Barco, my lord,” Hans replied.

source: “부르셨습니까, 도련님?”
en_us: “Yes, my Lord. How may I be your service?”

source: ‘이게 드미트리의 얼간이라고?’
en_us: Is this really Dimwit Dimitri?

source: 상식 밖.{j}충격적인 내용이었다.
en_us: It was a shocking, inconceivable story.{j}

source: 상대는 로렌스 자작.{j}드미트리 가문보다도 높은 자작 가문이다.{j}그런데 그런 인물을 눈앞에 두고도, 로만은 죄를 인정하는 것이 아니라 적반하장의 태도를 보였다.
en_us: Roman was speaking the harsh truth in front of Viscount Lawrence, who was in a higher status than the House of Dimitri.{j}{j}However, it didn’t seem like Roman cared a bit.

source: 홱, 하고 고개가 돌아갔다.
en_us: And in a blink of an eye, Roman reappeared before them. But it was too late.

source: 로만이 그의 앞에 앉았다.
en_us: Roman replied and sat down in front of him.

source: 크리스.{j}드미트리의 재능.{j}로만에게 패배했다고는 하나, 자존심마저 꺾인 것은 아니다.
en_us: Chris, who was called the star of Dimitri, hadn’t lost his last remaining pride even after losing to Roman. He wasn’t going to let Roman belittle his purpose of life.{j}{j}

source: 상관없었다.{j}그런 반응만으로도, 로만의 의도는 제대로 적중했다.
en_us: However, it didn’t matter because Roman already knew the answer to his question, and the owner’s reaction only further assured his thoughts.{j}

source: “솔직히 말해서 조금 실망했습니다.{j}블러드 팽을 처리한 일로 치하(致賀)를 해 주리라고 생각했건만, 설마 절차의 문제로 저를 다그칠 줄은 몰랐습니다.{j}저는 로렌스뿐만 아니라, 동북쪽 일대의 문제로 거론되던 블러드 팽을 해결했습니다.{j}로렌스에서는 방관하고 지켜보던 문제를 해결하기 위해서, 저는 제 손에 직접 피를 묻혔습니다.{j}자작님에게 묻겠습니다.{j}제가 정녕 잘못했습니까?”
en_us: “To be honest, my Lord, I quite disappointed. I thought I was brought here to be rewarded for what I’ve done, but instead here I am being questioned for what I’ve rightly done. Not only have I saved the land of Lawrence, but I took out the Blood Fang single-handedly for the sake of the entire northeast region. While the House of Lawrence stood here as bystanders, I was the one who took care of the trouble alone. What is there to question about my actions?”{j}{j}{j}{j}{j}

source: 한참 기사단의 훈련을 지도하고 있던 조나단은, 헐레벌떡 뛰어오는 한스의 모습에 표정을 찌푸렸다.
en_us: As Hans approached the training grounds searching for Jonathan, Captain Jonathan frowned as if he was displeased to see Hans.

source: “저를 왜 신뢰하십니까?”
en_us: “My lord, why do you have faith in me?”

source: 분노로 달아오른 얼굴의 로렌스 자작은, 문을 벌컥 열고 들어가더니 책망하는 목소리로 말했다.
en_us: Viscount Lawrence rushed himself through the doors with his face blushed red from his anger and spoke with disappointment.

source: 로메로 남작도 로만에게 큰 상처를 입힐 의도는 없었고, 살갗이 벗겨 나간 부위에서 핏방울이 맺히는 정도였다.
en_us: Baron Romero never intended to severely hurt his son in the first place.

source: 그리고 그때.
en_us: The silence was broken by Jonathan and the Dimitri Knight,

source: 팔을 잘라 냈다.
en_us: His arm was completely cut off from his body.

source: 예고도 없이 벌어진 기습적인 공격.{j}평범한 사람들은 속수무책으로 당했을 상황이지만, 로만의 반응은 재빨랐다.
en_us: It was an ambush out of nowhere. An average would be already dead on the floor, but Roman was different.{j}

source: 로만을 데려온 것은 얼마 지나지 않아서였다.
en_us: A few minutes later, Roman Dimitri arrived to the Lawrence castle.

source: 어렸을 때부터 조나단의 제자로서 착실하게 검술을 익혔고, 20대 중반의 나이에 2성의 경지에 들어선 그는 모두가 인정하는 천재였다.
en_us: He had dedicated his entire life to manifest Aura and become a genius acknowledged by everyone in Dimitri. Ever since he was a young boy, he had put all of his efforts in training as Jonathan’s disciple, and by the age of mid-twenties, he was finally able to reach Level 2 Aura.

source: 그렇기에.{j}플로라를 이해했다.
en_us: Therefore, Roman understood why Flora had made such a decision.{j}

source: 엄청난 스피드였다.{j}크리스는 순식간에 로만과의 거리를 좁혔고, 지켜보는 사람들이 눈을 한번 깜빡이는 사이에 로만의 팔뚝을 향해 검을 휘둘렀다.
en_us: With remarkable speed, Chris closed in on Roman, and in a blink of an eye, he was swinging his wooden sword straight at Roman’s arms.{j}

source: 잠깐은 넋을 잃었다.
en_us: He was lost for words.

source: 문책을 당하는 자리에서.{j}로만은 오히려 상대를 비난했다.{j}그때 조나단은 얼마나 놀랐는지, 도중에 로만을 말리려고 다가갔을 정도였다.
en_us: Jonathan wanted to know with what intention Roman rebuked the viscount while he was the subject of the reprimand. Roman was so offensive that Jonathan almost tried to interrupt and stop Roman from further aggravating Viscount Lawrence.{j}{j}

source: “저 말이 사실인가?”
en_us: “Is he speaking the truth?”

source: 새로운 삶.{j}로만은 현실에 충실했다.
en_us: Roman was willing to be faithful to the reality of his new life.{j}

source: 로만이 그런 위험한 물건에 손을 댔다니.
en_us: He couldn’t believe that Roman had abused such a dangerous thing.

source: 그래서 현실적인 답변을 말했다.
en_us: Thus, he thought this was the best rational answer he could think of.

source: 독종이었다.
en_us: Roman was impressed by the boy’s guts.

source: “술이 과하십니다.”
en_us: “Dear, you’re drinking too much.”

source: 크리스가 물러서지 않겠다는 듯이 목소리를 높이는 모습에, 로만은 속으로 웃음을 삼켰다.{j}예상대로였다.{j}크리스가 언제까지고 방치를 참으리라고는 생각하지 않았다.{j}로만이 말했다.
en_us: However, it only made Roman laugh because he knew Chris would end up bursting out in anger if he neglected the young knight. As he swallowed his laughter before displaying it to Chris’s face, he spoke with a firm voice.{j}{j}{j}

source: 그러자.{j}“……무슨 일이 있었구나.”
en_us: “Something must have happened to you yesterday,” Jonathan replied.{j}

source: 죄책감은 없었다.
en_us: He showed no sign of guilt.

source: 상벌을 받는 것.
en_us: Roman was different as he was used to receiving either rewards or punishment for his actions in the world he was before.

source: 로만은 가볍게 웃으며, 바닥에 쓰러져 있는 크리스를 보았다.
en_us: Roman gave a faint smile and looked down at Chris, who was still lying on the floor.

source: 케빈은, 엎드린 상태로 이마를 땅바닥에 강하게 박았다.
en_us: While remaining on the ground, Kevin slammed his forehead to the ground and cried.

source: 로만이 어떤 인생을 살아왔든, 자신이 이 몸을 차지한 이상 지금부터는 ‘백중혁으로서의 가치관’을 믿고 따를 것이다.
en_us: As he spoke to himself, he promised to live a life based on the values of Junghyeok Baek. He slowly started walking towards the group and the boy.

source: “하아.”
en_us: “...sigh.”

source: “로렌스 가문과의 결합은 우리 드미트리가 귀족으로서 완전히 자리를 잡는 아주 중요한 문제다.{j}내가 너에게 큰 역할을 바라더냐?{j}네가 그토록 원하던 어여쁜 귀족 영애와 결혼만 하면 되는 일이거늘, 그깟 것도 하지 못해서 일을 망치다니.”
en_us: “Your marriage with the House of Lawrence will solidify our family’s status as noble. It’s not something you should consider so lightly. Plus, wasn’t it you who requested me to allow you to marry that young pretty daughter of the viscount?”{j}{j}

source: 드미트리 가문은 대단히 명망 높은 가문은 아니지만, 로만은 평소에 본인이 귀족 가문의 자제라는 사실을 상당히 으스대던 사람이었다.{j}재능은 쥐뿔도 없는 주제에 귀족으로서 온갖 행패를 부리고 다니는 로만의 모습에, 영주민들이 삼삼오오 모일 때면 로만을 드미트리의 얼간이라며 험담했다.
en_us: Although the Dimitri House wasn’t the most prestigious household in the kingdom, Roman was known for being very cocky and arrogant towards the people. This was more than enough for the people to call him Dimwit Dimitri.

source: “무슨 일이지?”
en_us: “What is going on?” asked Roman.

source: 로만은 잠룡(潛龍)이었다.
en_us: Roman’s potential was yet to be fully revealed.

source: 이후의 상황.{j}블러드 팽의 조직원들은 벤 마일즈를 버렸다.{j}로만이 설명한 것처럼, 드미트리 기사단이 언제 들이닥칠지 모르는 상황에서 시간을 끌 수 없었다.{j}약간의 진실과 대부분의 거짓.
en_us: After Ben Miles was taken in by Roman, all of his followers abandoned their leader and fled from the scene afraid to be killed by the Dimitri Knights, just as Roman had explained. His story was only half-true.{j}{j}{j}

source: 명백한 무시였다.
en_us: This was utter disrespect to him and his family.

source: 조나단의 눈동자가 흔들렸다.
en_us: Jonathan seemed confused as his eyes trembled.

source: 공격적인 기본기도 훌륭하게 갖추었고, 공격이 막힘과 동시에 크리스의 시야에서 사라졌다.
en_us: As soon as Chris blocked his attack, he immediately disappeared from the knight’s sight and prepared for this next attack.

source: 한껏 고조되는 분위기에, 로만은 로렌스에 발을 들였을 때부터 하려고 했던 일을 직접 행했다.
en_us: As the atmosphere heightened, Roman made the remarks he wanted to state ever since he entered the land of Lawrence.

source: “그냥 뒈져 버려!”
en_us: “Just die right here, right now!”

source: “사람들이 간혹 착각하는 것이 있지.{j}아주 오래전부터 대대로 내려오는 방식이라고 해서, 그것이 무조건 맹목적으로 옳을 것이라는 착각.{j}나는 네게 마나의 훈련법을 배우면서 그런 생각이 들었다.{j}내 머릿속으로는 분명히 부족한 부분이 보이는 이 방식을 네가 고집하는 이유가 무엇일까.{j}
en_us: “People tend to blindly believe a practice is the best method just because that method has been passed down for many generations. That makes people closed-minded, not being able think outside the box. While learning from you today, I wondered about why people here would insist on using this clearly flawed method?” Roman continued.{j}{j}{j}{j}{j}

source: 2화 드미트리의 얼간이 (2)
en_us: Chapter 2 Dimwit Dimitri (2)

source: 과거 로메로 남작이 사용하던 장소였다.
en_us: It was an old workshop used by Baron Romero long before.

source: 거동이 불편한 모양인지 다리를 절뚝이면서도, 그는 고개를 숙이면서 예를 다하는 모습을 보였다.
en_us: The boy bowed his head before Roman trying his best to show his manners even though he was severely injured with one leg limping.

source: 드미트리의 얼간이라는 세간의 소문 때문에 더 나쁘게 본 것도 있지만, 관리되지 않은 외모와 지독한 향수는 플로라의 표정을 찌푸리게 했다.
en_us: It was not only because of the rumors of him being Dimwit Dimitri, but also because his ungroomed appearance and the smell of his disgusting perfume reeking from his body.

source: 이만 일어날 차례였다.
en_us: The moment he stood up from his seat, he heard a loud noise outside.

source: ‘적의(敵意)를 드러낸 자는 확실하게 처리한다.’
en_us: Roman wasn’t planning to let such hostility slide. He had been taught to finish off those who had murderous intent.

source: 대단한 천재라면 이해라도 했다.{j}그런데 케빈은 대단한 천재도, 그렇다고 청탁을 받아서 가르칠 만큼 신분이 어마어마하지도 않았다.{j}일개 평민.
en_us: He would’ve understood if Kevin was a prodigy, but Kevin’s skill were below average and he was just an average commoner who didn’t require the skills.{j}{j}

source: 한순간의 선택.{j}그로 인해.{j}로렌스의 초라한 현실이 드러나고 말았다.
en_us: At the decisive moment of choice, Baron Romero’s truth revealed the miserable reality of the land of Lawrence.{j}{j}

source: “예.{j}로만은 자존심이 강한 아이입니다.{j}그래서 그 아이 또한 홧김에 블러드 팽을 혼자 처리하겠다고 말한 것이겠죠.{j}하지만 이대로 둔다면 어떤 일이 벌어질지 모릅니다.{j}그러니, 당신이 로만을 지켜 주어야 합니다.”
en_us: “Yes. Roman is a prideful child. He probably said he would take care of the Blood Fang himself in the heat of the moment. But if we leave him like this, who knows what would happen to him?”{j}{j}{j}{j}

source: 그런데 물을 엎질러 버렸다.
en_us: But his daughter had ruined everything for him. His plans to fight against House Barco were all burned down to ashes by his daughter’s single decision.

source: 퍼즐 조각이 제자리를 찾아갔다.
en_us: Roman began to understand the picture as the puzzle pieces came together.

source: 그렇기에 둘은 통했다.{j}동북쪽 일대에서 힘이 있는 가문의 출신에, 쓰레기 같은 평판의 두 사내는 종종 어울려서 놀았다
en_us: Because both Roman and Anthony came from powerful Houses of the northeast region, and they were infamous for enjoying entertainment, it was east for them to become close friends.{j}

source: ‘로만 도련님을 따라다니면 단시간에 강해지는 비결을 배우리라고 생각했어.{j}그런데 이게 뭐야?{j}케빈처럼 내게 무언가를 가르쳐 준 경우는 단 한 번도 없고, 마치 존재하지도 않는 사람처럼 대하고 있잖아.{j}이럴 거면 스승님 곁에서 검을 한 번이라도 더 휘두르는 게 이득일 거야.’
en_us: I thought Lord Roman would teach me the methods to become stronger if I followed him, but is this what I get? He’s spending his entire time teaching that boy, Kevin, while he’s treating me as if I’m not even here. Maybe I should’ve just stayed with Captain Jonathan and learned from him.

source: 정신없이 걷다 보니 어느새 목적지에 도착했다.{j}다 허물어져 가는 판잣집 앞에서 걸음을 멈추더니, 한스는 조심스러운 눈빛으로 로만을 보았다.
en_us: Hans couldn’t stop questioning whether he was accompanying the very same person he had been serving for years. While the questions continuously crossed his mind, he stopped in front of one of the shacks and carefully turned his eyes to Roman.

source: 바르코 가문은 전쟁을 준비했다.
en_us: House Barco immediately armed itself and prepared for battle.

source: ‘역시.’{j}이번 사건은 개인의 힘으로 해결할 문제가 아니었다.{j}드미트리 기사단의 단장이 따라붙은 것으로 보아, 그들의 도움으로 블러드 팽을 처리한 것 같았다.
en_us: As expected. That boy couldn’t have taken care of the Blood Fang alone. He had help.{j}{j}

source: 그래도 나름 무술을 훈련한 흔적은 있었지만, 로만의 기준에서는 하지 않은 것만 못했다.
en_us: Fortunately, it seemed like the body had some traces of training in martial arts. However, based on Roman’s standard, it was far less than enough.

source: 물음의 의미는 명백했다.{j}로만의 아버지.{j}드미트리의 영주이기 전에 한 아들의 아버지인 그는, 장남이 달라졌다는 사실에 기대감을 숨기지 못했다.
en_us: It wasn’t hard for Roman to read the intentions behind his father’s question. Baron Romero’s question was full of expectations and pride after hearing that his eldest son had become a new person.{j}{j}

source: 현실이 아닐지도 모른다는 생각에 얼떨떨한 기분이 들었지만, 케빈은 로만의 제안을 놓쳐서는 안 된다는 사실을 알았다.{j}본능이었다.
en_us: Although he felt like he was still dreaming, Kevin instinctively knew that he shouldn’t miss such chance.

source: 플로라는 당황했다.
en_us: Flora was utterly dumbfounded by Roman’s words.

source: 그때의 백중혁은 너무나도 약했다.{j}왜소한 체격은 남들과의 경쟁에서 승리하기에 어려운 조건이었지만, 백중혁은 본능적으로 무엇을 해야 할지 알았다.
en_us: When Junghyeok Baek first entered the cave, he was the prey. With his small and weak body, he didn’t stand a chance to compete to become the strongest. But by his natural instinct, he knew very well what he had to do.{j}

source: 리한나는 로메로 남작에게 다가가더니, 그를 안아 주고는 머리를 쓰다듬었다.
en_us: Rihannah walked closer to her husband. She embraced him in her arms and stroked his tangled hair.

source: ‘확실히 무림과는 방식이 달라.{j}무림은 운기를 통해 혈관의 노폐물을 제거하고, 궁극적으로는 단전에 마나를 쌓는 것을 목적으로 하지.{j}그런데 이 세상은 달라.{j}마나를 유도하는 과정에서 자연스럽게 몸 곳곳에 마나가 쌓이기를 바랄 뿐, 어떠한 구속력도 존재하지 않아.{j}특별히 이렇게 하는 이유라도 있는 걸까?{j}자연스럽게 안착하는 기운은 사람의 통제에는 잘 따르겠지만, 문제는 이러한 방식으로 수련하면 100년이 지나도 절정의 경지를 넘어가지 못해.’
en_us: This world’s way of using the energy is completely different from the way used in Murim. In Murim, we are taught to cleanse our bodies of wastes and gather energy within our cores. But it’s different in this world. When attempting to induce this so-called mana, they just hope that it naturally flows into them, which means they don’t have the skills to bind it to the wielder. I wonder why they have accustomed to such way? It’s true that naturally flowed energies are easy to control, but it would more than a hundred years to even completely master it. {j}{j}{j}{j}{j}

source: 크리스의 말.{j}마나를 느끼고, 오라를 분출하며, 검을 통해 발현시키는 것에 10년이라는 시간이 걸렸다고 했다.
en_us: When Roman heard that it took Chris ten years of training to feel mana, to manifest Aura, and to empower his sword with it, he burst out in laughter.{j}

source: 그리고 물을 엎질렀다.
en_us: And now they had made a grave mistake that could no longer be mended.

source: 그나마 급소를 피한 공격이었다.
en_us: He was intentionally avoiding Roman’s vital points.

source: 천마의 규율이다.
en_us: This was the rules of the Divine Force.
